Repository: kagurazakayashi/iUImport
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Failed to delete cache files!
ja: キャッシュ ファイルの削除に失敗しました。
zh_hans: 删除缓存文件失败！
zh_hant: 刪除快取檔案失敗！

source: KagurazakaMiyabi
ja: 神楽坂雅詩
zh_hans: 神楽坂雅詩
zh_hant: 神楽坂雅詩

source: No album write permission!
ja: アルバムの書き込み権限がありません!
zh_hans: 没有相册写入权限！
zh_hant: 沒有相簿寫入許可權！

source: No file
ja: ファイルがない
zh_hans: 没有文件
zh_hant: 沒有檔案

source: Save failed!
ja: 保存に失敗しました!
zh_hans: 保存失败！
zh_hant: 儲存失敗！

source: Save into the album
ja: アルバムに保存する
zh_hans: 保存到相册
zh_hant: 儲存到相簿

source: Saved successfully.
ja: 正常に保存。
zh_hans: 保存成功。
zh_hant: 儲存成功。

source: Saving to album ...
ja: アルバムに保存中...
zh_hans: 正在保存到相册...
zh_hant: 正在儲存到相簿...

source: There are no photos or videos in the cache, please connect to iTunes to import them into the documents of this APP.
ja: キャッシュに写真やビデオがありません。iTunes に接続してこのアプリのドキュメントにインポートしてください。
zh_hans: 缓存区中没有照片或视频，请连接 iTunes 导入至本 APP 的文档中。
zh_hant: 快取區中沒有照片或影片，請連線 iTunes 匯入至本 APP 的文件中。

source: Unsupported file format!
ja: サポートされていないファイル形式です!
zh_hans: 不支持的文件格式！
zh_hant: 不支援的檔案格式！

source: You must allow album access to write new media.
ja: 新しいメディアに書き込むには、アルバムへのアクセスを許可する必要があります。
zh_hans: 您必须允许相册访问权限，才能写入新的媒体。
zh_hant: 您必須允許相簿訪問許可權，才能寫入新的媒體。

source: OK
zh_hans: 确定
zh_hant: 確定
